var destinationList = {
  "북아메리카" : {
    "미국" : [
      "뉴욕", "시카고", "애틀란타", "애너하임", "올랜도", "로스앤젤레스", "라스베이거스", "필라델피아", "샌프란시스코", "직접입력"
    ],
    "캐나다" : [
      "토론토", "밴쿠버", "몬트리올", "퀘벡", "직접입력"
    ],
    "멕시코" : [
      "멕시코시티", "칸쿤", "직접입력"
    ],
    "직접입력" : []
  },
  '유럽' : {
    "독일" : [
      "베를린", "뮌헨", "프랑크푸르트", "함부르크", "퀼른", "직접입력"
    ],
    "프랑스" : [
      "파리", "니스", "보르도", "마르세유", "리옹", "직접입력"
    ],
    "영국" : [
      "런던", "맨체스터", "케임브리지", "버밍엄", "직접입력"
    ],
    "이탈리아" : [
      "로마", "밀라노", "베니스", "플로렌스", "나폴리", "직접입력"
    ],
    "네덜란드" : [
      "암스테르담", "로테르담", "덴하그", "직접입력"
    ],
    "스위스" : [
      "취리히", "제네바", "체르마트", "바젤", "직접입력"
    ],
    "폴란드" : [
      "크라쿠프", "바르샤바", "직접입력"
    ],
    "그리스" : [
      "아테네", "산토리니", "직접입력"
    ],
    "오스트리아" : [
      "빈", "잘츠부르크", "인스부르크", "할슈타트", "직접입력"
    ],
    "벨기에" : [
      "브뤼허", "안트베르펜", "직접입력"
    ],
    "스웨덴" : [
      "스톡홀롬", "예테보리", "직접입력"
    ],
    "직접입력" : []
  },
  '아시아' : {
    "한국" : [
      "서울", "부산", "제주", "인천", "경주", "대구", "전주", "광주", "대전", "여수", "울산", "강릉", "속초", "직접입력"
    ],
    "일본" : [
      "도쿄", "교토", "오사카", "삿포로", "후쿠오카", "요코하마", "나고야", "고베", "직접입력"
    ],
    "중국" : [
      "베이징", "상하이", "광저우", "청두", "시안", "선전", "항저우", "직접입력"
    ],
    "인도네시아" : [
      "발리", "자카르타", "코모도", "직접입력"
    ],
    "인도" : [
      "뭄바이", "고아", "뉴델리", "직접입력"
    ],
    "태국" : [
      "방콕", "치앙마이", "푸껫", "사무이", "직접입력"
    ],
    "필리핀" : [
      "마닐라", "보라카이", "세부", "직접입력"
    ],
    "싱가포르" : [
      "싱가포르", "직접입력"
    ],
    "베트남" : [
      "하노이", "호치민", "호이안", "하이퐁", "다낭", "직접입력"
    ],
    "말레이시아" : [
      "쿠알라품푸르", "조지타운", "랑카위", "직접입력"
    ],
    "홍콩" : [
      "홍콩", "직접입력"
    ],
    "사우디아라비아" : [
      "리야드", "메디나", "메카", "직접입력"
    ],
    "대만" : [
      "타이베이", "가오슝", "타이중", "직접입력"
    ],
    "직접입력" : []
  },
  '아프리카' : {
    "남아프리카 공화국" : [
      "케이프타운", "요하네스버그", "직접입력"
    ],
    "나이지리아" : [
      "라고스", "아부자", "직접입력"
    ],
    "이집트" : [
      "카이로", "룩소르", "샤름엘셰이크", "알랙산드리아", "직접입력"
    ],
    "케냐" : [
      "나이로비", "몸바사", "직접입력"
    ],
    "직접입력" : []
  },
  '남아메리카' : {
    "브라질" : [
      "리우데자네이루", "상파울로", "살바도르", "브라질리아", "직접입력"
    ],
    "아르헨티나" : [
      "부에노스아이레스", "멘도사", "직접입력"
    ],
    "콜롬비아" : [
      "카르타헤나", "보고타", "직접입력"
    ],
    "페루" : [
      "리마", "쿠스코", "알레키파", "직접입력"
    ],
    "칠레" : [
      "산티아고", "이스터", "직접입력"
    ],
    "베네수엘라" : [
      "카라카스", "직접입력"
    ],
    "에콰도르" : [
      "갈라파고스", "키토", "직접입력"
    ],
    "우루과이" : [
      "몬테비데오", "푼타 델 에스테", "직접입력"
    ],
    "직접입력" : []
  },
  '오세아니아' : {
    "호주" : [
      "시드니", "멜버른", "브리즈번", "퍼스", "직접입력"
    ],
    "뉴질랜드" : [
      "오클랜드", "퀸스타운", "웰링턴", "직접입력"
    ],
    "직접입력" : []
  }
};